Repository: City-of-Helsinki/berth-reservations
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Application type
fi: Hakemuksen tyyppi
sv: Typ av ansökan

source: Application
fi: Hakemus
sv: Ansökan

source: Switch application
fi: Vaihda hakemusta
sv: Byt ansökan

source: Contact information
fi: Yhteystiedot
sv: Kontaktuppgifter

source: Main boat information
fi: Pääveneen tiedot
sv: Basdata om båten

source: Large vessel information
fi: Suuren aluksen tiedot
sv: Information om stort fartyg

source: Switch berth information
fi: Vaihda venepaikan tiedot
sv: Byt båtplatsinformation

source: Other information
fi: Muut tiedot
sv: Övrig information

source: Harbor
fi: Satama
sv: Hamn

source: Pier
fi: Laituri
sv: Brygga

source: Berth number
fi: Venepaikkanumero
sv: Båtplatsens nummer

source: Reason
fi: Syy
sv: Orsak

source: Download list of chosen applications in Excel file
fi: Lataa luettelo valituista hakemuksista Excel-tiedostona
sv: Ladda ner en lista över de valda ansökningarna som Excel-fil

source: Resent confirmation for %d berth application(s)
fi: Vahvistus %d venepaikkahakemukselle lähetetty uudelleen
sv: Skickade bekräftelse för %d båtplatsansökning(ar) på nytt

source: Send confirmation again for chosen application
fi: Lähetä vahvistus valitulle hakemukselle uudelleen
sv: Skicka en bekräftelse för den valda ansökningen på nytt

source: Resent confirmation for %d winter storage application(s)
fi: Vahvistus %d talvisäilytyspaikkahakemukselle lähetetty uudelleen
sv: Skickade bekräftelse av %d ansökning(ar) om vinteruppläggning på nytt

source: On trestles
fi: Pukeilla
sv: På bockar

source: On a trailer
fi: Trailerissa
sv: På trailer

source: Under a tarp
fi: Suojapeitteen alla
sv: Under presenning

source: Pending
fi: Odottaa
sv: Under behandling

source: Offer generated
fi: Tarjous luotu
sv: Erbjudande har skapats

source: Offer sent
fi: Tarjous lähetetty
sv: Erbjudande skickat

source: No suitable berths
fi: Ei soveltuvia venepaikkoja
sv: Inga lämpliga båtplatser

source: Notified that there are no suitable berths
fi: Ilmoitettu ettei soveltuvia venepaikkoja ole

source: Handled
fi: Käsitelty

source: Expired
fi: Vanhentunut
sv: Utgången

source: priority
fi: prioriteetti
sv: prioritet

source: title
fi: nimike
sv: titel

source: Title of the berth switch reason
fi: Paikanvaihdon syyn nimike
sv: Rubrik för orsaken till byte av båtplats

source: pier
fi: laituri
sv: brygga

source: berth number
fi: venepaikkanumero
sv: båtplatsens nummer

source: berth switch reason
fi: paikanvaihdon syy
sv: orsak till byte av båtplats

source: created at
fi: luotu
sv: skapad

source: handling status
fi: käsittelyn tila
sv: behandlingsstatus

source: language
fi: kieli
sv: språk

source: first name
fi: etunimi
sv: förnamn

source: last name
fi: sukunimi
sv: efternamn

source: email address
fi: sähköpostiosoite
sv: e-postadress

source: phone number
fi: puhelinnumero
sv: telefonnummer

source: address
fi: osoite
sv: adress

source: zip code
fi: postinumero
sv: postnummer

source: municipality
fi: kunta
sv: kommun

source: company name
fi: yrityksen nimi
sv: företagets namn

source: business ID
fi: y-tunnus
sv: FO-nummer

source: boat type
fi: venetyyppi
sv: båttyp

source: boat registration number
fi: veneen rekisterinumero
sv: båtens registreringsnummer

source: boat name
fi: veneen nimi
sv: båtens namn

source: boat model
fi: veneen malli
sv: båtens modell

source: boat length
fi: veneen pituus
sv: båtens längd

source: boat width
fi: veneen leveys
sv: båtens bredd

source: accept boating newsletter
fi: hyväksy veneilyuutiskirje
sv: ta emot nyhetsbrev om båtliv

source: accept fitness news
fi: hyväksy kuntoilu-uutiset
sv: ta emot nyheter om träning

source: accept library news
fi: hyväksy kirjastouutiset
sv: ta emot nyheter från biblioteket

source: accept other culture news
fi: hyväksy muut kulttuuriuutiset
sv: ta emot andra nyheter om kultur

source: information accuracy confirmed
fi: tietojen paikkansapitävyys vahvistettu
sv: informationens korrekthet har bekräftats

source: application code
fi: hakemuskoodi
sv: ansökningskod

source: Can resend confirmation for applications
fi: Vahvistus hakemuksille voidaan lähettää uudelleen
sv: Kan skicka bekräftelse av ansökningar på nytt

source: chosen harbors
fi: valitut satamat
sv: valda hamnar

source: berth switch
fi: paikanvaihto
sv: byte av båtplats

source: boat draught
fi: veneen syväys
sv: båtens djupgående

source: boat weight
fi: veneen paino
sv: båtens vikt

source: accessibility required
fi: esteettömyys vaaditaan
sv: tillgänglighet krävs

source: boat propulsion
fi: aluksen käyttövoima
sv: båtens framdrivning

source: boat hull material
fi: veneen runkomateriaali
sv: båtens skrovmaterial

source: boat intended use
fi: veneen käyttötarkoitus
sv: båtens avsedda användning

source: renting period
fi: vuokra-aika
sv: hyresperiod

source: rent from
fi: vuokra voimassa alkaen
sv: hyr från

source: rent till
fi: vuokra päättyy
sv: hyr fram till

source: boat is inspected
fi: vene on tarkastettu
sv: båten har inspekterats

source: boat is insured
fi: vene on vakuutettu
sv: båten är försäkrad

source: agree to terms
fi: hyväksy ehdot
sv: godkänn villkoren

source: BerthApplication with no lease can only be
fi: Vuokraton paikkahakemus voi olla vain
sv: En båtplatsansökan utan hyresavtal kan endast vara

source: chosen winter storage areas
fi: valitut talvisäilytysalueet
sv: valda vinterupplagsområden

source: storage method
fi: säilytystapa
sv: uppläggningsmetod

source: trailer registration number
fi: trailerin rekisterinumero
sv: trailerns registreringsnummer

source: Customer cannot be disconnected from processed applications
fi: Asiakaskytköstä ei voi poistaa käsitellystä hakemuksesta
sv: Kunden kan inte kopplas bort från bearbetade applikationer

source: Berth application created
fi: Venepaikkahakemus luotu
sv: Ansökan om båtplats har skapats

source: Winter storage application created
fi: Talvisäilytyshakemus luotu
sv: Ansökan om vinteruppläggning har skapats

source: Finnish
fi: Suomi
sv: Finska

source: English
fi: Englanti
sv: Svenska

source: Swedish
fi: Ruotsi
sv: Engelska

source: Online payment
fi: Verkkomaksu
sv: Nätbetalning

source: Digital invoice
fi: Sähköinen lasku
sv: E-faktura

source: Paper invoice
fi: Paperilasku
sv: Pappersfaktura

source: Company
fi: Yritys
sv: Företag

source: Internal
fi: Sisäinen
sv: Intern

source: Non-billable
fi: Ei-laskutettava
sv: Kan inte faktureras

source: Other
fi: Muuta
sv: Övrig

source: Inspection
fi: Tarkastus
sv: Inspektion

source: Insurance
fi: Vakuutus
sv: Försäkring

source: invoicing type
fi: laskutustyyppi
sv: typ av fakturering

source: comment
fi: kommentti
sv: kommentar

source: customer profile
fi: asiakasprofiili
sv: kundprofil

source: customer profiles
fi: asiakasprofiilit
sv: kundprofiler

source: customer
fi: asiakas
sv: kund

source: organization type
fi: organisaation tyyppi
sv: organisationstyp

source: business id
fi: y-tunnus
sv: FO-nummer

source: name
fi: nimi
sv: namn

source: postal code
fi: postinumero
sv: postnummer

source: city
fi: kaupunki
sv: ort

source: organization
fi: organisaatio
sv: organisation

source: organizations
fi: organisaatiot
sv: organisationer

source: A company must have a business id
fi: Yrityksellä tulee olla y-tunnus
sv: Ett företag måste ha ett FO-nummer

source: owner
fi: omistaja
sv: ägare

source: registration number
fi: rekisterinumero
sv: registreringsnummer

source: model
fi: malli
sv: modell

source: length (m)
fi: pituus (m)
sv: längd (m)

source: width (m)
fi: leveys (m)
sv: bredd (m)

source: draught (m)
fi: syväys (m)
sv: djupgående (m)

source: weight (kg)
fi: paino (kg)
sv: vikt (kg)

source: propulsion
fi: käyttövoima
sv: framdrivning

source: hull material
fi: runkomateriaali
sv: skrovmaterial

source: intended use
fi: käyttötarkoitus
sv: avsedd användning

source: boat
fi: vene
sv: båt

source: boats
fi: veneet
sv: båtar

source: certificate type
fi: todistuksen tyyppi
sv: typ av intyg

source: valid until
fi: voimassa päivämäärään
sv: giltig till

source: checked at
fi: tarkistettu
sv: kontrollerad

source: checked by
fi: tarkistaja
sv: kontrollerad av

source: Cannot change the boat assigned to this certificate
fi: Tähän todistukseen osoitettua venettä ei voida vaihtaa
sv: Du kan inte byta ut båten som är anvisad för detta intyg

source: You cannot pass deleteOrganization: true and organization input
fi: Et voi ohittaa kohtia deleteOrganization: true ja organization input
sv: Du kan inte radera organisationen: korrekt och organisationsinput

source: The passed Profile is not associated with an Organization
fi: Ohitettua profiilia ei ole liitetty mihinkään organisaatioon
sv: Profilen är inte kopplad till en organisation

source: Name of the boat type
fi: Venetyypin nimi
sv: Båttypens namn

source: boat types
fi: venetyypit
sv: båttyper

source: Title of the availability level
fi: Saatavuustason nimike
sv: Tillgänglighetsnivåns titel

source: description
fi: kuvaus
sv: beskrivning

source: Description of the availability level
fi: Saatavuustason kuvaus
sv: Beskrivning av tillgänglighetsnivån

source: availability level
fi: saatavuustaso
sv: tillgänglighetsnivå

source: availability levels
fi: saatavuustasot
sv: tillgänglighetsnivåer

source: Servicemap ID
fi: Palvelukartan tunnus

source: ID in the Servicemap system
fi: Tunnus palvelukarttajärjestelmässä
sv: ID-i Servicemap-systemet

source: Disabled
fi: Ei käytössä
sv: Inaktiverad

source: Postal code
fi: Postinumero
sv: Postnummer

source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

source: Email
fi: Sähköposti
sv: E-post

source: WWW link
fi: WWW-linkki
sv: Webblänk

source: Location
fi: Sijainti
sv: Läge

source: Image link
fi: Kuvalinkki
sv: Bildlänk

source: Electricity
fi: Sähkö
sv: El

source: Water
fi: Vesi
sv: Vatten

source: Gate
fi: Portti
sv: Port

source: Municipality
fi: Kunta
sv: Kommun

source: Image file
fi: Kuvatiedosto
sv: Bildfil

source: Mooring
fi: Kiinnitystapa
sv: Förtöjning

source: Waste collection
fi: Jätehuolto
sv: Avfallshantering

source: Lighting
fi: Valaistus
sv: Belysning

source: Suitable boat types
fi: Soveltuvat venetyypit
sv: Lämpliga båttyper

source: Availability level
fi: Saatavuustaso
sv: Tillgänglighetsnivå

source: Number of places
fi: Paikkojen määrä
sv: Antal platser

source: Maximum berth width
fi: Venepaikan maksimileveys
sv: Båtplatsens maximala bredd

source: Maximum berth length
fi: Venepaikan maksimipituus
sv: Båtplatsens maximala längd

source: Maximum berth depth
fi: Venepaikan maksimisyvyys
sv: Båtplatsens maximala djup

source: Name of the harbor
fi: Sataman nimi
sv: Hamnens namn

source: street address
fi: katuosoite
sv: gatuadress

source: Street address of the harbor
fi: Sataman katuosoite
sv: Hamnens gatuadress

source: harbor
fi: satama
sv: hamn

source: harbors
fi: satamat
sv: hamnar

source: Repair area
fi: Korjausalue
sv: Reparationsområde

source: Summer storage for docking equipment
fi: Telakointitarvikkeiden kesäsäilytys
sv: Sommarförvaring av uppläggningsutrustning

source: Summer storage for trailers
fi: Trailerien kesäsäilytys
sv: Sommarförvaring av trailer

source: Summer storage for boats
fi: Veneiden kesäsäilytyspaikka
sv: Antal markerade platser

source: Number of marked places
fi: Merkittyjen paikkojen määrä
sv: Platsens maximala bredd

source: Maximum place width
fi: Paikan maksimileveys
sv: Platsens maximala längd

source: Maximum place length
fi: Paikan maksimipituus
sv: Antal platser i sektionen

source: Number of section places
fi: Osa-aluepaikkojen määrä
sv: Maximal längd på sektionens platser

source: Maximum length of section spaces
fi: Osa-aluetilojen maksimipituus
sv: Antal omarkerade platser

source: Number of unmarked places
fi: Merkitsemättömien paikkojen määrä
sv: Områdets namn

source: Name of the area
fi: Alueen nimi
sv: Områdets gatuadress

source: Street address of the area
fi: Alueen katuosoite
sv: Utkast

source: Drafted
fi: Luonnosteltu
sv: Erbjuden

source: Offered
fi: Tarjottu
sv: Nekad

source: Refused
fi: Hylätty
sv: Nekad

source: Paid
fi: Maksettu
sv: Betald

source: customer's boat
fi: asiakkaan vene
sv: kundens båt

source: lease status
fi: vuokrauksen tila
sv: hyresavtalets status

source: The boat should belong to the customer who is creating the lease
fi: Veneen tulee kuulua vuokrasopimuksen laativalle asiakkaalle
sv: Båten bör tillhöra kunden som skapar hyresavtalet

source: Lease start date cannot be after end date
fi: Vuokran alkamispäivä ei voi olla myöhemmin kuin päättymispäivä
sv: Hyresavtalets startdatum kan inte vara efter slutdatumet

source: berth
fi: venepaikka
sv: båtplats

source: application
fi: hakemus
sv: ansökan

source: start date
fi: alkamispäivä
sv: startdatum

source: end date
fi: päättymispäivä
sv: slutdatum

source: renew automatically
fi: jatka automaattisesti
sv: förnya automatiskt

source: berth lease
fi: venepaikan vuokrasopimus
sv: hyresavtal för båtplats

source: berth leases
fi: venepaikkojen vuokrasopimukset
sv: hyresavtal för båtplatser

source: BerthLease start and end year have to be the same
fi: Venepaikan vuokrasopimuksen alkamis- ja päättymisvuoden tulee olla sama
sv: Start- och slutåret för hyresavtalet för båtplatsen måste vara samma år

source: Cannot change the berth assigned to this lease
fi: Tähän vuokrasopimukseen liitettyä venepaikkaa ei voida vaihtaa
sv: Det går inte att byta ut båtplatsen som är anvisad för detta hyresavtal

source: Cannot change the application to one which belongs to another customer
fi: Hakemusta ei voida vaihtaa toiselle asiakkaalle kuuluvaan
sv: Det går inte att ändra ansökan till en som tillhör en annan kund

source: Berth already has a lease
fi: Venepaikalla on jo vuokrasopimus
sv: Båtplatsen har redan ett hyresavtal

source: Selected berth is not active
fi: Valittu venepaikka ei ole aktiivinen
sv: Den valda båtplatsen är inte aktiv

source: place
fi: paikka
sv: plats

source: winter storage lease
fi: talvisäilytyspaikan vuokrasopimus
sv: hyresavtal för vinteruppläggningsplats

source: winter storage leases
fi: talvisäilytyspaikkojen vuokrasopimukset
sv: hyresavtal för vinteruppläggningsplatser

source: WinterStoragePlace already has a lease
fi: Talvisäilytyspaikalla on jo vuokrasopimus
sv: Det finns redan ett hyresavtal för vinteruppläggningsplatsen

source: Selected place is not active
fi: Valittu paikka ei ole aktiivinen
sv: Den valda platsen är inte aktiv

source: Cannot change the place assigned to this lease
fi: Tähän vuokrasopimukseen liitettyä paikkaa ei voida vaihtaa
sv: Det går inte att byta ut platsen som är anvisad för detta hyresavtal

source: time created
fi: aika luotu
sv: tidpunkt för skapandet

source: from status
fi: tilasta
sv: från status

source: to status
fi: tilaan
sv: till status

source: lease
fi: vuokrasopimus
sv: hyresavtal

source: berth lease change
fi: venepaikan vuokrasopimuksen muutos
sv: ändring i hyresavtal för båtplats

source: berth lease changes
fi: venepaikkojen vuokrasopimusten muutokset
sv: ändringar i hyresavtal för båtplats

source: winter storage lease change
fi: talvisäilytyspaikan vuokrasopimuksen muutos
sv: ändring i hyresavtal för vinteruppläggningsplats

source: winter storage lease changes
fi: talvisäilytyspaikkojen vuokrasopimusten muutokset
sv: ändringar i hyresavtal för vinteruppläggningsplats

source: Application must be connected to an existing customer first
fi: Hakemuksen tulee ensin olla yhdistetty olemassa olevaan asiakkaaseen
sv: Ansökan måste först kopplas till en existerande kund

source: Boat does not belong to the same customer as the Application
fi: Vene ei kuulu samalle asiakkaalle kuin hakemus
sv: Båten tillhör inte samma kund som ansökan

source: Lease object is not DRAFTED anymore: {lease.status}
fi: Vuokrasopimuksen kohde ei enää ole luonnosteltu: {lease.status}
sv: Hyresobjektet är inte längre ett UTKAST: {lease.status}

source: Berth types
fi: Venepaikkatyypit
sv: Båtplatstyper

source: Pretax price
fi: Hinta ennen veroa
sv: Pris före skatt

source: Product type
fi: Tuotetyyppi
sv: Produkttyp

source: Total order price
fi: Tilauksen kokonaishinta
sv: Beställningens totala pris

source: Total order pretax price
fi: Tilauksen kokonaishinta ennen veroa
sv: Beställningens totala pris före skatt

source: Total order tax percentage
fi: Tilauksen kokonaisveroprosentti
sv: Skatteprocent för hela beställningen

source: Storage on ice
fi: Jäihin jättö
sv: Lämnats i is

source: Parking permit
fi: Pysäköintilupa
sv: Parkeringstillstånd

source: Dinghy place
fi: Jollapaikka
sv: Jolleplats

source: Fixed service
fi: Pakollinen palvelu
sv: Obligatorisk service

source: Optional service
fi: Vaihtoehtoinen palvelu
sv: Valfri service

source: Year
fi: Vuosi
sv: År

source: Season
fi: Kausi
sv: Säsong

source: Month
fi: Kuukausi
sv: Månad

source: Amount
fi: Summa
sv: Värde

source: Percentage
fi: Prosenttimäärä
sv: Procentvärde

source: Waiting
fi: Odottaa käsittelyä
sv: Väntar

source: Rejected
fi: Hylätty
sv: Avvisad

source: Cancelled
fi: Peruutettu
sv: Anullerad

source: price
fi: hinta
sv: pris

source: berth price group name
fi: venepaikan hintaryhmän nimi
sv: namn på båtplatsens prisgrupp

source: tax percentage
fi: veroprosentti
sv: vinterupplagsområde

source: price group
fi: hintaryhmä
sv: prisgrupp

source: Berth product
fi: Venepaikka
sv: Båtplats

source: winter storage area
fi: talvisäilytysalue
sv: vinterupplagsområde

source: Winter Storage product
fi: Talvisäilytyspaikka
sv: Vinteruppläggningsplats

source: service
fi: palvelu
sv: tjänst

source: Fixed services must have VAT of {DEFAULT_TAX_PERCENTAGE}€
fi: Kiinteillä palveluilla tulee olla ALV {DEFAULT_TAX_PERCENTAGE}€
sv: Fasta tjänster måste ha en moms på {DEFAULT_TAX_PERCENTAGE}€

source: Fixed services are only valid for season
fi: Kiinteät palvelut ovat voimassa vain kaudella
sv: Fasta tjänster gäller endast för en säsong

source: order number
fi: tilausnumero
sv: beställningsnummer

source: due date
fi: eräpäivä
sv: förfallodatum

source: product
fi: tuote
sv: produkt

source: You cannot assign other types of products
fi: Et voi määrittää muita tuotetyyppejä
sv: Du kan inte anvisa andra typer av produkter

source: You cannot assign other types of leases
fi: Et voi määrittää muita vuokrasopimustyyppejä
sv: Du kan inte anvisa andra typer av hyresavtal

source: The lease provided belongs to a different customer
fi: Annettu vuokrasopimus kuuluu toiselle asiakkaalle
sv: Det angivna hyresavtalet tillhör en annan kund

source: A BerthProduct must be associated with a BerthLease
fi: Venepaikkatuotteen tulee olla liitetty venepaikan vuokrasopimukseen
sv: En båtplatsprodukt måste vara kopplad till ett hyresavtal för en båtplats

source: A WinterStorageProduct must be associated with a WinterStorageLease
fi: Talvisäilytyspaikkatuotteen tulee olla liitetty talvisäilytyspaikan vuokrasopimukseen
sv: En vinteruppläggningsprodukt måste vara kopplad till ett hyresavtal för vinterförvaring

source: Order must have either product object or price value
fi: Tilauksella tulee olla joko tuotekohde tai hinta-arvo
sv: Beställningen måste innehålla antingen ett produktobjekt eller ett prisvärde

source: Cannot change the product assigned to this order
fi: Tähän tilaukseen liitettyä tuotetta ei voida vaihtaa
sv: Det går inte att byta ut produkten som är anvisad för denna beställning

source: Cannot change the lease associated with this order
fi: Tähän tilaukseen liitettyä vuokrasopimusta ei voida vaihtaa
sv: Det går inte att byta ut hyresavtalet som är kopplat till den här beställningen

source: The product passed is not valid
fi: Ohitettu tuote ei ole voimassa
sv: Produkten är inte giltig

source: The lease passed is not valid
fi: Ohitettu vuokrasopimus ei ole voimassa
sv: Hyresavtalet är inte giltigt

source: order
fi: tilaus
sv: beställning

source: quantity
fi: määrä
sv: antal

source: Cannot change the order associated with this order line
fi: Tähän tilausriviin liitettyä tilausta ei voida vaihtaa
sv: Det går inte att byta ut beställningen som är kopplad till denna beställningsrad

source: Cannot change the product assigned to this order line
fi: Tähän tilausriviin määritettyä tuotetta ei voida vaihtaa
sv: Det går inte att byta ut produkten som är anvisad för denna beställningsrad

source: order log entry
fi: tilauslokikirjaus
sv: post i beställningshistorik

source: order log entries
fi: tilauslokikirjaukset
sv: poster i beställningshistorik

source: Payment service is unreachable
fi: Maksupalvelu ei ole käytettävissä
sv: Betaltjänsten kan inte nås

source: Order has already expired
fi: Tilaus on jo vanhentunut
sv: Beställningen har redan förfallit

source: Order with the same ID already exists
fi: Toisella tilauksella on jo sama tunnus
sv: Det finns redan en beställning med samma ID

source: Payment service is down for maintenance
fi: Maksupalvelu on poissa käytöstä huoltotoimien vuoksi
sv: Betaltjänsten är stängd för underhåll

source: Order is not associated with a Lease
fi: Tilausta ei ole liitetty vuokrasopimukseen
sv: Beställningen är inte kopplad till ett hyresavtal

source: Additional product already exists
fi: Lisäpalvelu on jo olemassa
sv: Ytterligare tjänster finns redan

source: Lease with the given ID does not exist
fi: Annetulla tunnuksella ei ole vuokrasopimusta
sv: Det finns inget hyresavtal med den valda ID-koden

source: The order is not valid anymore
fi: Tilaus ei ole enää voimassa
sv: Beställningen gäller inte längre

source: Maximum allowed width
fi: Suurin sallittu leveys
sv: Maximala tillåtna bredd

source: Maximum allowed length
fi: Suurin sallittu pituus
sv: Maximala tillåtna längd

source: Maximum allowed depth
fi: Suurin sallittu syvyys
sv: Maximala tillåtna djup

source: No stern-to mooring
fi: palvelukartan tunnus
sv: Ingen förtöjning i aktern

source: Single slip place
fi: Aisapaikka
sv: Enkel plats

source: Side slip place
fi: Kävelyaisapaikka
sv: Sidoplats

source: Stern buoy place
fi: Peräpoijupaikka
sv: Plats med akterboj

source: Stern pole mooring
fi: Paaluperäkiinnitys
sv: Förtöjning vid akterstolpe

source: Quayside mooring
fi: Sivukiinnitys
sv: Förtöjning vid kaj

source: Sea buoy mooring
fi: Poiju (merellä)
sv: Förtöjning vid havsboj

source: Trawler place
fi: Traileripaikka
sv: Trålarplats

source: servicemap ID
fi: palvelukartan tunnus

source: email
fi: sähköposti
sv: e-post

source: location
fi: sijainti
sv: läge

source: image link
fi: kuvalinkki
sv: bildlänk

source: estimated number of section places
fi: osa-aluepaikkojen arvioitu määrä
sv: uppskattat antal platser i sektionen

source: maximum length of section spaces
fi: osa-aluetilojen maksimipituus
sv: maximal längd på sektionens platser

source: estimated number of unmarked places
fi: merkitsemättömien paikkojen arvioitu määrä
sv: uppskattat antal omärkta platser

source: winter storage areas
fi: talvisäilytysalueet
sv: vinterupplagsområden

source: map file
fi: karttatiedosto
sv: kartfil

source: identifier
fi: tunnus
sv: ID

source: Identifier of the pier / section
fi: Laiturin/osa-alueen tunnus
sv: Bryggans/sektionens ID

source: electricity
fi: sähkö
sv: el

source: water
fi: vesi
sv: vatten

source: gate
fi: portti
sv: port

source: suitable boat types
fi: soveltuvat venetyypit
sv: lämpliga båttyper

source: mooring
fi: kiinnitystapa
sv: förtöjning

source: waste collection
fi: jätehuolto
sv: avfallshantering

source: lighting
fi: valaistus
sv: belysning

source: personal electricity contract
fi: henkilökohtainen sähkösopimus
sv: personligt elavtal

source: piers
fi: laiturit
sv: bryggor

source: repair area
fi: korjausalue
sv: reparationsområde

source: summer storage for docking equipment
fi: telakointitarvikkeiden kesäsäilytys
sv: sommarförvaring av uppläggningsutrustning

source: summer storage for trailers
fi: trailerien kesäsäilytys
sv: sommarförvaring av trailer

source: summer storage for boats
fi: trailerien kesäsäilytys
sv: sommarförvaring för båtar
