Repository: City-of-Helsinki/berth-reservations
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: winter storage section
fi: talvisäilytyspaikan osa-alue
sv: sektion för vinteruppläggning

source: winter storage sections
fi: talvisäilytyspaikkojen osa-alueet
sv: sektioner för vinteruppläggning

source: mooring type
fi: kiinnitystyyppi
sv: typ av förtöjning

source: depth (m)
fi: syvyys (m)
sv: djup (m)

source: berth type
fi: venepaikan tyyppi
sv: båtplatstyp

source: berth types
fi: venepaikkatyypit
sv: båtplatstyper

source: winter storage place type
fi: talvisäilytyspaikan tyyppi
sv: typ av vinteruppläggningsplats

source: winter storage place types
fi: talvisäilytyspaikkatyypit
sv: typer av vinteruppläggningsplats

source: is active
fi: on aktiivinen
sv: är aktiv

source: number
fi: numero
sv: nummer

source: is accessible
fi: on esteetön
sv: är tillgänglig

source: berths
fi: venepaikat
sv: båtplatser

source: place type
fi: paikan tyyppi
sv: platstyp

source: winter storage place
fi: talvisäilytyspaikka
sv: vinteruppläggningsplats

source: winter storage places
fi: talvisäilytyspaikat
sv: vinteruppläggningsplatser

source: You cannot filter by dimension (width, length) and application a the same time.
fi: Et voi suodattaa mittojen (leveys, pituus) ja hakemuksen mukaan samanaikaisesti.
sv: Du kan inte filtrera efter dimension (bredd, längd) och applikation samtidigt.

source: You do not have permission to perform this action
fi: Sinulla ei ole lupaa suorittaa tätä toimintoa
sv: Du har inte tillstånd att utföra denna åtgärd

source: Cannot delete {model_name} because it has some related leases
fi: Ei voida poistaa mallia {model_name}, sillä siihen on liitetty vuokrasopimuksia
sv: Det går inte att radera {model_name} eftersom det finns relaterade hyresavtal

source: time modified
fi: aika muokattu
sv: tidpunkt för redigering

source: You do not have permission to perform this action.
fi: Sinulla ei ole lupaa suorittaa tätä toimintoa.
sv: Du har inte tillstånd att utföra denna åtgärd.
